"{\"EPA-HQ-OA-2017-0190-32609_1\": \"a      Philip A. M c Ne ely, R.G. Director  Ph o n e : 602.506.670 1  Ema il: Ph ilMc Nee ly@m a il.mar icopa.gov    M aric opa .gov/ AQ  Clea nAirMakeM ore.c om  ... O...,  tilt      May 12, 2017        Samantha K. Dravis  Regulatory Reform Officer  Associ ate Administrator, Office of Policy  U.S. Environmental Protection Agency  1200 Penns ylva nia Avenue, N.W.  Washington, DC 20460    Re:   Comments on Executive Order 13777; Enforcing the Regulatory Reform Agenda, 82  Fed Reg. 17793 (4/13/17), Docket ID: EPA-HQ-OA-2017-0190    Dear Ms. D ravis:    The Maricopa County Air Quality Department (MCAQD) is responding to the U.S. Environmental  Protection Agency's (EPA's) request for input on the President's February 24, 2017 Executive Order  13777: Enforcing the Regulatory Rejonn A genda. As the air pollution control agency for the fourth most  populous county in the U.S., MCAQD permits and inspects thousands of pollution sources and  maintains an extensive network of air pollution monitors.    Near-Road Minimum Monitoring Requirements    As part of the 2010 N02 National Ambient Air Quality Standard rulemaking (75 FR 6474), the EPA  promulgated revisions to the requirements for minimum numbers of ambient  N0  2  monitors  which  included new monitoring near major roads in larger urban areas, requirements to characterize N02  concentrations representative of wider spatial scales in larger urban areas, and monitors intended to  characterize  N0   2 exposur es  of  susceptible   and  vulnerable  populations.   Nationwide,  over  130  new  N0 2 monitors were to be installed in three (3) phases.    During Phase 1 and Phase 2, MCAQD installed two new near-road monitoring sites to supplement  the existing three N0 2 monitors in the monitoring network.    EPA's evaluation of the Phase 1 and Phase 2 near-road site data (as of December 2015) concluded  that near-road sites are indeed located at maximum concentration locations consistent with rule and  guidance, confirmed that higher population areas have higher mobile source emissions than lesser  populated areas, and that all existing near-road monitoring sites are \\\"well below\\\" the N0 2 NAAQS.    Subsequently and as supported by the evaluation of Phase 1 and Phase 2 data, in 2016 E PA  promulgated a Revision to the Near-road N0 2 Minimum Monitoring Requirements (81 FR 96381)  removing Phase 3 of the near-road network.              1001 North Central Avenue I Suite 125 I Phoenix, Arizona 85004  Samantha K. Dravis  Da te: May 12, 2017      Page 2 of 2        MCAQD evaluates its monitoring network to determine that the data collected not only measures  our performance against the National Ambient Air Quality Standards (NAAQS), but also serves a  public benefit for research and to inform Maricopa County citizens of the local air qua lity.  Fortunately, the N02 data collected from the five N0 2 monitors in the network are consistently well  below the N0 2 N AAQS. Under existing rule, the two near-road sites in MCAQD's network must be  operated even if the data are of little or no public health benefit.    Thus, and for the rational that EPA removed Phase 3 from the near-road monitoring requirements,  MCAQD requests that EPA review the 2010 N0 2 National Ambient Air Quality Standard  rulemaking, reflect on the available near-road data, and work with stakeholders to assess whether the  minimum N0 2 monitoring requirements are resulting in public health benefit in light of what has  been observed to date and the continued cost to operate these additional monitoring sites.    Regards,  0 /:/ ;f#  Phili  eely, R.G .  Director                                                                    1001 North Central Avenue I Suite 125 I Phoenix , Arizona 85004  \"}"